[
  {
    "title": "Tấm Cám",
    "content": "Ngày xưa, có một cô gái tên là Tấm, mồ côi mẹ từ nhỏ. Cô sống với dì ghẻ và em gái cùng cha khác mẹ tên là Cám.\n\nDì ghẻ rất ghét Tấm, bắt cô phải làm việc vất vả từ sáng đến tối. Trong khi đó, Cám được nuông chiều, không phải làm gì cả.\n\nMột hôm, dì ghẻ đưa cho hai chị em mỗi người một cái giỏ, bảo đi bắt tôm tép. Ai bắt được nhiều sẽ được thưởng một cái yếm đỏ.\n\nTấm chăm chỉ bắt được đầy giỏ, còn Cám thì mải chơi. Cám lừa Tấm cho xem giỏ, rồi trút hết tôm tép của Tấm sang giỏ mình.\n\nTấm khóc nức nở. Bụt hiện lên dạy Tấm giữ lại con cá bống nhỏ trong giỏ để nuôi. Tấm nuôi cá bống ở giếng, ngày ngày cho cá ăn.\n\nDì ghẻ biết chuyện, sai Cám rình xem, rồi lừa Tấm đi chăn trâu xa, ở nhà bắt cá bống làm thịt ăn.\n\nTấm về, gọi mãi không thấy cá. Bụt lại hiện lên, bảo Tấm tìm xương cá, bỏ vào bốn cái lọ, chôn dưới bốn chân giường.\n\nVua mở hội, dì ghẻ và Cám đi dự hội, bắt Tấm ở nhà nhặt thóc. Bụt lại giúp, cho chim sẻ xuống nhặt thóc, còn từ bốn cái lọ xuất hiện quần áo đẹp, giày thêu và ngựa để Tấm đi hội.\n\nTại hội, vua gặp Tấm và đem lòng yêu mến. Tấm vội chạy về, đánh rơi một chiếc giày. Vua sai quân lính đi tìm chủ nhân chiếc giày.\n\nKhi quân lính đến, Cám thử giày không vừa. Tấm thử, giày vừa như in. Vua rước Tấm về cung làm hoàng hậu.\n\nTừ đó, Tấm sống hạnh phúc trong cung điện vàng son.",
    "summary": "Câu chuyện cổ tích về cô Tấm hiền lành, tốt bụng bị dì ghẻ và Cám hãm hại nhưng cuối cùng được Bụt giúp đỡ và trở thành hoàng hậu.",
    "category": "Cổ tích Việt Nam",
    "country": "VN",
    "min_age": 3,
    "max_age": 12,
    "duration_minutes": 8
  },
  {
    "title": "Sự tích cây khế",
    "content": "Ngày xưa, có hai anh em nhà nọ. Khi cha mẹ mất, người anh tham lam chiếm hết gia tài, chỉ để lại cho em một cây khế.\n\nNgười em chăm sóc cây khế rất chu đáo. Đến mùa, cây khế sai trĩu quả.\n\nMột hôm, có con chim lạ bay đến ăn khế. Người em nhìn thấy, khóc than: 'Chim ơi, nhà tôi chỉ có mỗi cây khế này thôi, chim ăn hết thì tôi biết sống sao?'\n\nChim nói: 'Ăn một quả, trả cục vàng. May túi ba gang, mang đi mà đựng.'\n\nNgười em may túi ba gang, chim chở đến đảo vàng. Người em lấy đầy túi vàng về, từ đó giàu có.\n\nNgười anh thấy vậy, đổi hết gia tài lấy cây khế. Khi chim đến, người anh cũng than khóc. Chim bảo may túi ba gang.\n\nNhưng người anh tham lam, may túi chín gang. Đến đảo vàng, người anh nhét đầy vàng, nặng quá, chim bay không nổi, rơi xuống biển.\n\nCâu chuyện dạy ta bài học: lòng tham sẽ dẫn đến tai họa.",
    "summary": "Câu chuyện về lòng tham của người anh và sự hiền lành của người em, qua hình ảnh cây khế và con chim thần.",
    "category": "Cổ tích Việt Nam",
    "country": "VN",
    "min_age": 4,
    "max_age": 10,
    "duration_minutes": 5
  },
  {
    "title": "Cô bé quàng khăn đỏ",
    "content": "Ngày xưa, có một cô bé rất đáng yêu, ai nhìn thấy cũng thương. Bà ngoại may cho cô một chiếc khăn nhung đỏ, cô thích lắm, lúc nào cũng đội. Vì vậy mọi người gọi cô là Cô bé quàng khăn đỏ.\n\nMột hôm, mẹ bảo cô mang bánh và rượu đến thăm bà ngoại đang ốm. Mẹ dặn đi thẳng đường, đừng đi vào rừng.\n\nNhưng cô bé mải hái hoa, đi lạc vào rừng. Ở đó, cô gặp sói già. Sói hỏi cô đi đâu. Cô thật thà kể hết.\n\nSói chạy đến nhà bà trước, nuốt chửng bà, rồi đội mũ, mặc áo bà, nằm trên giường đợi.\n\nCô bé đến, thấy bà khác lạ, hỏi: 'Bà ơi, sao tai bà to thế?' - 'Để bà nghe con rõ hơn.' - 'Sao mắt bà to thế?' - 'Để bà nhìn con rõ hơn.' - 'Sao miệng bà to thế?' - 'Để bà ăn thịt con!'\n\nSói định nuốt cô bé thì bác thợ săn đi qua cứu được. Bác rạch bụng sói, cứu bà ngoại ra. Từ đó, cô bé không bao giờ đi lạc vào rừng nữa.",
    "summary": "Câu chuyện cổ tích nổi tiếng về cô bé quàng khăn đỏ gặp sói già trong rừng.",
    "category": "Cổ tích thế giới",
    "country": "FOREIGN",
    "min_age": 3,
    "max_age": 8,
    "duration_minutes": 6
  },
  {
    "title": "Bạch Tuyết và bảy chú lùn",
    "content": "Ngày xưa, có một nàng công chúa tên là Bạch Tuyết, có làn da trắng như tuyết, môi đỏ như máu, tóc đen như gỗ mun.\n\nHoàng hậu ghen tị với vẻ đẹp của Bạch Tuyết. Bà có một chiếc gương thần, ngày nào cũng hỏi: 'Gương kia ngự ở trên tường, ai là người đẹp nhất trần gian?'\n\nMột ngày, gương trả lời: 'Bạch Tuyết đẹp hơn hoàng hậu.' Hoàng hậu nổi giận, sai người đưa Bạch Tuyết vào rừng giết đi.\n\nNhưng tên lính thương tình, thả Bạch Tuyết đi. Nàng lang thang trong rừng, tìm được ngôi nhà nhỏ của bảy chú lùn.\n\nCác chú lùn thương Bạch Tuyết, cho nàng ở cùng. Ban ngày các chú đi đào vàng, Bạch Tuyết ở nhà dọn dẹp, nấu ăn.\n\nHoàng hậu biết Bạch Tuyết còn sống, cải trang thành bà già, đem quả táo độc đến. Bạch Tuyết cắn một miếng, ngã gục.\n\nCác chú lùn về, thấy Bạch Tuyết chết, đặt nàng trong quan tài thủy tinh. Một hoàng tử đi qua, thấy nàng đẹp quá, xin đem về.\n\nTren đường về, quan tài bị xóc, miếng táo văng ra, Bạch Tuyết tỉnh dậy. Hoàng tử và Bạch Tuyết làm đám cưới, sống hạnh phúc mãi mãi.",
    "summary": "Câu chuyện cổ tích về nàng công chúa Bạch Tuyết và bảy chú lùn tốt bụng.",
    "category": "Cổ tích thế giới",
    "country": "FOREIGN",
    "min_age": 4,
    "max_age": 12,
    "duration_minutes": 10
  },
  {
    "title": "Thỏ và Rùa",
    "content": "Ngày xưa, Thỏ nổi tiếng là chạy nhanh nhất trong rừng. Thỏ rất kiêu ngạo, luôn khoe khoang và chê bai các con vật khác.\n\nMột hôm, Thỏ gặp Rùa đang chậm chạp bò đi. Thỏ cười nhạo: 'Rùa ơi, sao mày chậm thế! Mày mà chạy đua với tao thì thua chắc!'\n\nRùa bình tĩnh đáp: 'Được thôi, chúng ta hãy chạy đua từ đây đến gốc cây đa kia.'\n\nCuộc đua bắt đầu. Thỏ chạy vút đi như tên bắn, để Rùa lại phía sau rất xa. Nghĩ rằng Rùa chậm chạp sẽ không bao giờ đuổi kịp, Thỏ dừng lại nghỉ ngơi dưới bóng cây.\n\nTrời mát, Thỏ ngủ quên mất. Trong khi đó, Rùa cứ kiên trì bò từng bước, từng bước một.\n\nKhi Thỏ tỉnh dậy, nhìn về phía đích thì thấy Rùa đã gần đến nơi. Thỏ vội vàng chạy nhưng không kịp nữa.\n\nRùa về đích trước, thắng cuộc đua. Từ đó, Thỏ không bao giờ dám khoe khoang nữa.\n\nBài học: Chậm mà chắc, kiên trì sẽ thắng.",
    "summary": "Câu chuyện ngụ ngôn nổi tiếng về cuộc đua giữa Thỏ kiêu ngạo và Rùa kiên trì.",
    "category": "Ngụ ngôn",
    "country": "FOREIGN",
    "min_age": 3,
    "max_age": 100,
    "duration_minutes": 4
  }
]
